import React from 'react'
import ReactDom from 'react-dom'
import App from './App'

// eslint-disable-next-line no-undef
ReactDom.render(<App />, document.getElementById('root'))

/*
1. придумать, как показывать правильный ответ
2. добавить 3 типа заданий - угадай знамя, угадай помету, угадай колчиество звуков и направление
3. добавить задния по лицам и фитам. Угадай название, угадай глас в каком встречается, угадай солировку.
4. Заполнить все задания знаменами.
5. Разработать меню и просмотр рекордов
*/

/*
1.
После окончания игры экран с результатами, в 2 колонки идут знамена и правильный ответ -
 если правильный ответ, и зачеркнутый ответ если неправильнй и под ним правильный
*/
